
"dragAndDrop" = "Queue Tracks Anywhere"

"multiSelectButton" = "Create Mixes in an Instant"

"searchScreen" = "Find Anything Fast"

"nowPlayingScreen" = "Elegant Interface"

"queueSelect" = "Rearrange Delete and More"